Revit 2023 API
GroupTypeId.Support Property
 "Supports"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Support { get; }
Visual Basic
Public Shared ReadOnly Property Support As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Support {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace